setup/load_testing/reports/8093-reactive-sb-mongo-vt/8093_reactive-sb-mongo-vt.txt
http.codes.200: ................................................................ 88500
http.downloaded_bytes: ......................................................... 208250033
http.request_rate: ............................................................. 365/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 31
  mean: ........................................................................ 1.5
  median: ...................................................................... 1
  p95: ......................................................................... 3
  p99: ......................................................................... 5
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Get movies by id 1: ..................................... 31082
vusers.created_by_name.Get movies by id 2: ..................................... 30954
vusers.created_by_name.Get movies by page: ..................................... 17829
vusers.created_by_name.Save new movie: ......................................... 8635
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 1.1
  max: ......................................................................... 36.2
  mean: ........................................................................ 2.5
  median: ...................................................................... 2.2
  p95: ......................................................................... 4.2
  p99: ......................................................................... 6.5